[
  {
    "id": 1,
    "title": "Advocacy & Policy Development",
    "image": "images/causes/advocacy.png",
    "summary": "We work to influence policies and laws that impact the rights and wellbeing of Women with Disabilities. We collaborate with the Government of Kenya, institutions and other organizations to ensure that the voices of women with disabilities are heard and their needs are addressed. ...",
    "content": "We work to influence policies and laws that impact the rights and wellbeing of women with disabilities. Our advocacy is grounded in the belief that real change happens when the voices of women with disabilities are actively involved in shaping the decisions that affect their lives.<br><br>We collaborate with the Government of Kenya, public institutions, and like-minded organizations to ensure that the concerns and priorities of women with disabilities are brought to the forefront of policy-making. Through regular consultations, policy dialogues, and stakeholder engagements, we strive to create inclusive spaces where women with disabilities can participate, contribute, and lead.<br><br>Our work includes reviewing existing laws and policies, identifying gaps, and proposing practical recommendations to ensure that government programs and services are inclusive and responsive. We also monitor the implementation of policies to hold duty-bearers accountable and ensure that commitments made on paper translate into real benefits for women with disabilities on the ground.<br><br>In addition, we build the capacity of women with disabilities to understand their rights, engage with policymakers, and advocate for themselves and their communities. By nurturing local leadership and amplifying grassroots voices, we aim to foster a strong, informed, and active movement of women with disabilities driving change in their own lives and in society."
  },
  {
    "id": 2,
    "title": "Research and Documentation",
    "image": "images/causes/research_and_development.png",
    "summary": "We believe that meaningful advocacy starts with understanding. Through dedicated research and documentation, we capture the real-life experiences of women with disabilities across Kenya. By listening to their voices and documenting their stories, we gain valuable insights that help shape our programs ...",
    "content": "<p>We believe that meaningful advocacy starts with understanding. Through dedicated research and documentation, we capture the real-life experiences of women with disabilities across Kenya. By listening to their voices and documenting their stories, we gain valuable insights that help shape our programs, influence policy, and raise awareness.</p><br><p>Our work under initiatives such as the <strong>UAF Project</strong> and the <strong>FRIDA Project</strong> focuses on identifying the barriers women with disabilities face in everyday life—from accessing healthcare and education to navigating social stigma and economic exclusion.</p><br><p>We use a variety of research methods, including interviews, surveys, and community consultations, to ensure that the information we gather is inclusive and representative. This research is transformed into accessible reports, articles, videos, and visual stories that inform the public, challenge stereotypes, and drive positive change.</p><br><p>We are committed to ensuring that women with disabilities are not just subjects of research—but <strong>active participants</strong>. Many of our projects include community-led documentation efforts, giving women with disabilities the tools and platforms to share their own narratives.</p><br><p>By turning evidence into action, we help build a stronger, more inclusive society—<strong>one story, one voice at a time</strong>.</p>"
  },
  {
    "id": 3,
    "title": "Capacity Building & Training",
    "image": "images/causes/capacity.png",
    "summary": "We are committed to empowering women with disabilities by equipping them with the knowledge, skills, and confidence they need to lead, advocate, and thrive. Our programs focus on leadership, advocacy, self-care, and building inclusive systems of support <br>....",
    "content": "<p>We are committed to empowering women with disabilities by equipping them with the knowledge, skills, and confidence they need to lead, advocate, and thrive. Our capacity building and training programs are designed to address key areas such as <strong>leadership development</strong>, <strong>advocacy skills</strong>, <strong>self-care</strong>, <strong>communication</strong>, <strong>rights awareness</strong>, and <strong>economic empowerment</strong>.</p><br><p>We conduct tailored workshops, mentorship sessions, and peer learning forums that allow women with disabilities to strengthen their personal and professional abilities. These training opportunities not only build self-confidence but also enable participants to take on active roles in their communities, influence local decision-making, and become champions for disability rights.</p><br><p>In addition to supporting individuals, we also engage with service providers and duty-bearers—including institutions such as the <strong>Judiciary</strong> and the <strong>Prisons Department</strong>—to build their capacity to better serve women with disabilities. Through sensitization sessions and inclusive training modules, we aim to increase awareness of the unique challenges faced by women with disabilities and promote more accessible, respectful, and equitable service delivery.</p><br><p>By investing in both individuals and institutions, our goal is to create an ecosystem where women with disabilities are supported, recognized, and empowered to live with dignity and independence. Capacity building is not just about acquiring skills—it's about unlocking potential and fostering inclusive environments that leave no one behind.</p>"
  },
  {
    "id": 4,
    "title": "Networking and Collaboration",
    "image": "images/causes/networking.png",
    "summary": "We build partnerships with other organizations, government agencies, and individuals working towards similar goals to amplify our impact and strengthen the support system for women with disabilities.",
    "content": "<p>We believe that meaningful change happens when people and organizations come together around a shared purpose. Through strategic networking and collaboration, we build strong partnerships with <strong>civil society organizations</strong>, <strong>government agencies</strong>, and <strong>individuals</strong> working to advance the rights and wellbeing of women with disabilities.</p><br><p>These partnerships allow us to pool resources, share knowledge, and coordinate efforts to create a more unified and powerful voice for disability inclusion. Whether it's co-hosting events, contributing to joint advocacy campaigns, or engaging in shared training programs, we work collectively to increase reach and maximize impact.</p><br><p>We actively engage in multisectoral platforms that address key issues such as <strong>access to justice</strong>, <strong>healthcare</strong>, <strong>education</strong>, <strong>economic empowerment</strong>, and <strong>gender-based violence</strong>. By collaborating across sectors, we help ensure that the specific needs of women with disabilities are considered in broader development agendas.</p><br><p>In addition to formal partnerships, we also foster informal networks of peer support, community advocates, and allies who contribute to creating inclusive and supportive environments. These networks are essential in sustaining long-term advocacy, amplifying community voices, and building solidarity.</p><br><p>Our goal is to strengthen the support system around women with disabilities—ensuring they are not only seen and heard but also actively supported by a network of committed stakeholders across society.</p>"
  }
]
